ent-ClothingOuterHardsuitDeathsquadUnremovable = скафандр эскадрона смерти
    .suffix = Неснимаемый
    .desc = Продвинутый бронекостюм, применяемый спецназом в специальных операциях.
ent-ClothingOuterHardsuitCybersunDreadnoughtexperimental = Экспериментальный дредноут скафандр Синдиката
    .suffix = Исцеляющий
    .desc = В этом экспериментальном скафандре используются наниты для непрерывной регенерации тканей. ПРЕДУПРЕЖДЕНИЕ! Побочные эффекты нанитов необратимы, продолжительность вашей жизни сокращается до одного года.
